## 小简历隐私政策

### 隐私政策

本软件尊重并保护所有用户的个人隐私权。在未征得您事先许可的情况下，本软件不会将这些信息对外披露或向第三方提供，保证用户信息的绝对安全。本软件会不时更新本隐私权政策。您在同意本软件服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本软件服务使用协议不可分割的一部分。
#### 1.适用范围
* a)在您使用本软件网络服务，本软件自动接收并记录的您的手机上的信息，包括使用的语言、访问日期和时间、软硬件特征信息及您需要使用到的简历信息数据，我们会竭尽全力保证数据的绝对安全，不会披露给任何第三方；
#### 2.信息的使用
* a)在获得您的数据之后，本软件会将其上传至服务器，以便您能够更好地使用服务。
#### 3.信息披露
* a)本软件不会将您的信息披露给不受信任的第三方。
* b)根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
* c)如您出现违反中国有关法律、法规或者相关规则的情况，需要向第三方披露；
#### 4.信息存储和交换本软件收集的有关您的信息和资料将保存在本软件及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或本软件收集信息和资料所在地的境外并在境外被访问、存储和展示。
#### 5.信息安全
* a)请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，请您立即联络本软件客服，以便本软件采取相应措施。

### 联系我们
* Email:xiaochengkejis@foxmail.com
* 联系QQ:183051883
